Repository: wr/mojito
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fa, fr, he, hi, it, ja, ko, nl, pl, pt_br, ru, zh_hans, zh_hant

source: Browse all emojis…
ar: تصفّح كل الإيموجي…
de: Alle Emojis durchsuchen…
es: Explorar todos los emojis…
es_419: Explorar todos los emojis…
fa: مرور همهٔ ایموجی‌ها…
fr: Parcourir tous les emoji…
he: עיון בכל האימוג'י…
hi: सभी इमोजी ब्राउज़ करें…
it: Sfoglia tutti gli emoji…
ja: すべての絵文字を見る…
ko: 모든 이모지 둘러보기…
nl: Alle emoji's bladeren…
pl: Przeglądaj wszystkie emoji…
pt_br: Explorar todos os emojis…
ru: Обзор всех эмодзи…
zh_hans: 浏览所有表情符号…
zh_hant: 瀏覽所有表情符號…

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
es_419: Cancelar
fa: لغو
fr: Annuler
he: ביטול
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

source: Check for Updates…
ar: التحقّق من التحديثات…
de: Auf Updates prüfen…
es: Buscar actualizaciones…
es_419: Buscar actualizaciones…
fa: بررسی به‌روزرسانی‌ها…
fr: Rechercher les mises à jour…
he: בדוק עדכונים…
hi: अपडेट देखें…
it: Cerca aggiornamenti…
ja: アップデートを確認…
ko: 업데이트 확인…
nl: Zoek naar updates…
pl: Sprawdź aktualizacje…
pt_br: Verificar atualizações…
ru: Проверить обновления…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: Check now
ar: التحقّق الآن
de: Jetzt prüfen
es: Buscar ahora
es_419: Buscar ahora
fa: بررسی کن
fr: Vérifier maintenant
he: בדוק עכשיו
hi: अभी देखें
it: Cerca ora
ja: 今すぐ確認
ko: 지금 확인
nl: Controleer nu
pl: Sprawdź teraz
pt_br: Verificar agora
ru: Проверить сейчас
zh_hans: 立即检查
zh_hant: 立即檢查

source: Clear all emoji usage stats?
ar: هل تريد مسح كل إحصاءات استخدام الإيموجي؟
de: Alle Emoji-Nutzungsstatistiken löschen?
es: ¿Borrar todas las estadísticas de uso de emoji?
es_419: ¿Borrar todas las estadísticas de uso de emojis?
fa: همهٔ آمار استفاده از ایموجی پاک شود؟
fr: Effacer toutes les statistiques d'utilisation des emoji ?
he: לנקות את כל סטטיסטיקות השימוש באימוג'י?
hi: क्या सभी इमोजी उपयोग आँकड़े हटा दें?
it: Vuoi cancellare tutte le statistiche di utilizzo delle emoji?
ja: すべての絵文字使用統計を削除しますか?
ko: 모든 이모지 사용 통계를 지울까요?
nl: Alle emoji-statistieken wissen?
pl: Wyczyścić wszystkie statystyki użycia emoji?
pt_br: Apagar todas as estatísticas de uso de emoji?
ru: Очистить всю статистику использования эмодзи?
zh_hans: 清除所有 emoji 使用统计?
zh_hant: 清除所有 emoji 使用統計?

source: Clear stats
ar: مسح الإحصاءات
de: Statistiken löschen
es: Borrar estadísticas
es_419: Borrar estadísticas
fa: پاک‌کردن آمار
fr: Effacer les stats
he: נקה סטטיסטיקות
hi: आँकड़े हटाएँ
it: Cancella statistiche
ja: 統計を削除
ko: 통계 지우기
nl: Wis statistieken
pl: Wyczyść statystyki
pt_br: Apagar estatísticas
ru: Очистить статистику
zh_hans: 清除统计
zh_hant: 清除統計

source: Clear stats...
ar: مسح الإحصاءات…
de: Statistiken löschen…
es: Borrar estadísticas…
es_419: Borrar estadísticas…
fa: پاک‌کردن آمار…
fr: Effacer les stats…
he: נקה סטטיסטיקות…
hi: आँकड़े हटाएँ…
it: Cancella statistiche…
ja: 統計を削除…
ko: 통계 지우기…
nl: Wis statistieken…
pl: Wyczyść statystyki…
pt_br: Apagar estatísticas…
ru: Очистить статистику…
zh_hans: 清除统计…
zh_hant: 清除統計…

source: Click a slot to pin a specific emoji or symbol.
ar: انقر على خانة لتثبيت إيموجي أو رمز محدّد.
de: Klicke auf einen Platz, um ein bestimmtes Emoji oder Symbol anzuheften.
es: Haz clic en una casilla para fijar un emoji o símbolo concreto.
es_419: Haz clic en una casilla para fijar un emoji o símbolo específico.
fa: برای سنجاق‌کردن یک ایموجی یا نماد مشخص، روی یک خانه کلیک کنید.
fr: Cliquez sur un emplacement pour épingler un emoji ou un symbole précis.
he: לחץ על משבצת כדי להצמיד אימוג'י או סמל מסוים.
hi: किसी विशिष्ट इमोजी या प्रतीक को पिन करने के लिए स्लॉट पर क्लिक करें।
it: Fai clic su una casella per fissare un emoji o un simbolo specifico.
ja: スロットをクリックして特定の絵文字や記号をピン留めします。
ko: 슬롯을 클릭하여 특정 이모지나 기호를 고정하세요.
nl: Klik op een plek om een specifieke emoji of symbool vast te zetten.
pl: Kliknij slot, aby przypiąć konkretne emoji lub symbol.
pt_br: Clique em um espaço para fixar um emoji ou símbolo específico.
ru: Нажмите на слот, чтобы закрепить определённое эмодзи или символ.
zh_hans: 点按插槽以固定特定的表情符号或符号。
zh_hant: 點按插槽以固定特定的表情符號或符號。

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
es_419: Cerrar
fa: بستن
fr: Fermer
he: סגור
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

source: Continue
ar: متابعة
de: Weiter
es: Continuar
es_419: Continuar
fa: ادامه
fr: Continuer
he: המשך
hi: जारी रखें
it: Continua
ja: 続ける
ko: 계속
nl: Ga door
pl: Kontynuuj
pt_br: Continuar
ru: Продолжить
zh_hans: 继续
zh_hant: 繼續

source: Convert emoticons (`:D` → 😃)
ar: تحويل الرموز التعبيرية النصّية (`:D` → 😃)
de: Emoticons umwandeln (`:D` → 😃)
es: Convertir emoticonos (`:D` → 😃)
es_419: Convertir emoticones (`:D` → 😃)
fa: تبدیل شکلک‌ها (`:D` → 😃)
fr: Convertir les émoticônes (`:D` → 😃)
he: המר אמוטיקונים (`:D` → 😃)
hi: इमोटिकॉन बदलें (`:D` → 😃)
it: Converti le emoticon (`:D` → 😃)
ja: 顔文字を変換 (`:D` → 😃)
ko: 이모티콘 변환 (`:D` → 😃)
nl: Zet emoticons om (`:D` → 😃)
pl: Konwertuj emotikony (`:D` → 😃)
pt_br: Converter emoticons (`:D` → 😃)
ru: Преобразовывать эмотиконы (`:D` → 😃)
zh_hans: 转换颜文字 (`:D` → 😃)
zh_hant: 轉換顏文字 (`:D` → 😃)

source: Convert text arrows (`->` to →)
ar: تحويل أسهم النص (`->` إلى →)
de: Textpfeile umwandeln (`->` zu →)
es: Convertir flechas de texto (`->` a →)
es_419: Convertir flechas de texto (`->` a →)
fa: تبدیل پیکان‌های متنی (`->` به →)
fr: Convertir les flèches textuelles (`->` en →)
he: המרת חצים טקסטואליים (`->` ל־ →)
hi: टेक्स्ट तीर बदलें (`->` को →)
it: Converti le frecce testuali (`->` in →)
ja: テキスト矢印を変換 (`->` を → に)
ko: 텍스트 화살표 변환 (`->`를 → 로)
nl: Tekstpijlen omzetten (`->` naar →)
pl: Zamieniaj strzałki tekstowe (`->` na →)
pt_br: Converter setas de texto (`->` em →)
ru: Преобразовывать текстовые стрелки (`->` в →)
zh_hans: 转换文本箭头 (`->` 变成 →)
zh_hant: 轉換文字箭頭 (`->` 變成 →)

source: Convert text arrows (`->` → →)
ar: تحويل أسهم النص (`->` → →)
de: Textpfeile umwandeln (`->` → →)
es: Convertir flechas de texto (`->` → →)
es_419: Convertir flechas de texto (`->` → →)
fa: تبدیل پیکان‌های متنی (`->` → →)
fr: Convertir les flèches textuelles (`->` → →)
he: המרת חצים טקסטואליים (`->` → →)
hi: टेक्स्ट तीर बदलें (`->` → →)
it: Converti le frecce testuali (`->` → →)
ja: テキスト矢印を変換 (`->` → →)
ko: 텍스트 화살표 변환 (`->` → →)
nl: Tekstpijlen omzetten (`->` → →)
pl: Zamieniaj strzałki tekstowe (`->` → →)
pt_br: Converter setas de texto (`->` → →)
ru: Преобразовывать текстовые стрелки (`->` → →)
zh_hans: 转换文本箭头 (`->` → →)
zh_hant: 轉換文字箭頭 (`->` → →)

source: Copied to clipboard
ar: تم النسخ إلى الحافظة
de: In die Zwischenablage kopiert
es: Copiado en el portapapeles
es_419: Copiado en el portapapeles
fa: در کلیپ‌بورد کپی شد
fr: Copié dans le presse-papiers
he: הועתק ללוח
hi: क्लिपबोर्ड पर कॉपी किया गया
it: Copiato negli appunti
ja: クリップボードにコピーしました
ko: 클립보드에 복사됨
nl: Gekopieerd naar klembord
pl: Skopiowano do schowka
pt_br: Copiado para a área de transferência
ru: Скопировано в буфер обмена
zh_hans: 已拷贝到剪贴板
zh_hant: 已拷貝到剪貼板

source: Copied!
ar: تم النسخ!
de: Kopiert!
es: ¡Copiado!
es_419: ¡Copiado!
fa: کپی شد!
fr: Copié !
he: הועתק!
hi: कॉपी हो गया!
it: Copiato!
ja: コピーしました!
ko: 복사됨!
nl: Gekopieerd!
pl: Skopiowano!
pt_br: Copiado!
ru: Скопировано!
zh_hans: 已复制!
zh_hant: 已複製!

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
es_419: Copiar
fa: کپی
fr: Copier
he: העתק
hi: कॉपी करें
it: Copia
ja: コピー
ko: 복사
nl: Kopieer
pl: Kopiuj
pt_br: Copiar
ru: Копировать
zh_hans: 复制
zh_hant: 複製

source: Copy debug info
ar: نسخ معلومات التصحيح
de: Debug-Infos kopieren
es: Copiar información de depuración
es_419: Copiar información de depuración
fa: کپی اطلاعات اشکال‌زدایی
fr: Copier les informations de débogage
he: העתק מידע ניפוי באגים
hi: डीबग जानकारी कॉपी करें
it: Copia le informazioni di debug
ja: デバッグ情報をコピー
ko: 디버그 정보 복사
nl: Foutopsporingsinfo kopiëren
pl: Kopiuj informacje debugowania
pt_br: Copiar informações de depuração
ru: Скопировать отладочную информацию
zh_hans: 拷贝调试信息
zh_hant: 拷貝除錯資訊

source: Couldn't reach Giphy.
ar: تعذّر الوصول إلى Giphy.
de: Giphy nicht erreichbar.
es: No se pudo conectar con Giphy.
es_419: No se pudo conectar con Giphy.
fa: اتصال به Giphy ممکن نشد.
fr: Impossible de joindre Giphy.
he: לא ניתן להתחבר ל-Giphy.
hi: Giphy तक नहीं पहुँचा जा सका।
it: Impossibile raggiungere Giphy.
ja: Giphy に接続できませんでした。
ko: Giphy에 연결할 수 없습니다.
nl: Kon Giphy niet bereiken.
pl: Nie udało się połączyć z Giphy.
pt_br: Não foi possível acessar o Giphy.
ru: Не удалось связаться с Giphy.
zh_hans: 无法连接到 Giphy。
zh_hant: 無法連線到 Giphy。

source: Danger zone
ar: منطقة الخطر
de: Gefahrenzone
es: Zona peligrosa
es_419: Zona peligrosa
fa: منطقهٔ خطر
fr: Zone à risque
he: אזור מסוכן
hi: ख़तरे का क्षेत्र
it: Zona pericolosa
ja: 危険な操作
ko: 주의 영역
nl: Gevaarlijke zone
pl: Strefa ryzyka
pt_br: Zona de risco
ru: Опасная зона
zh_hans: 危险区域
zh_hant: 危險區域

source: Donate
ar: تبرّع
de: Spenden
es: Donar
es_419: Donar
fa: حمایت
fr: Faire un don
he: תרום
hi: दान करें
it: Dona
ja: 寄付する
ko: 후원
nl: Doneer
pl: Wpłać
pt_br: Doar
ru: Поддержать
zh_hans: 捐赠
zh_hant: 贊助

source: Done
ar: تم
de: Fertig
es: Hecho
es_419: Listo
fa: تمام
fr: Terminé
he: סיום
hi: हो गया
it: Fatto
ja: 完了
ko: 완료
nl: Klaar
pl: Gotowe
pt_br: Concluído
ru: Готово
zh_hans: 完成
zh_hant: 完成

source: Easter egg discovered
ar: تم اكتشاف بيضة مفاجِئة
de: Easter Egg entdeckt
es: Huevo de pascua descubierto
es_419: Huevo de pascua descubierto
fa: تخم‌مرغ نوروزی پیدا شد
fr: Easter egg découvert
he: התגלתה ביצת פסחא
hi: ईस्टर एग मिला
it: Easter egg scoperto
ja: イースターエッグを発見
ko: 이스터에그 발견
nl: Easter egg gevonden
pl: Odkryto easter egg
pt_br: Easter egg descoberto
ru: Найдена пасхалка
zh_hans: 发现彩蛋
zh_hant: 發現彩蛋

source: Easter eggs
ar: بيوض مفاجِئة
es: Huevos de pascua
es_419: Huevos de pascua
fa: تخم‌مرغ‌های نوروزی
he: ביצי פסחא
hi: ईस्टर एग
it: Easter egg
ja: イースターエッグ
ko: 이스터에그
ru: Пасхалки
zh_hans: 彩蛋
zh_hant: 彩蛋

source: Easter eggs still play on screen — these control sound only.
ar: لا تزال البيوض المفاجِئة تظهر على الشاشة — هذا يتحكم في الصوت فقط.
de: Easter Eggs werden weiterhin angezeigt – dies steuert nur den Ton.
es: Los huevos de pascua se siguen viendo en pantalla — esto solo controla el sonido.
es_419: Los huevos de pascua se siguen viendo en pantalla — esto solo controla el sonido.
fa: تخم‌مرغ‌های نوروزی همچنان روی صفحه نمایش داده می‌شوند — این فقط صدا را کنترل می‌کند.
fr: Les easter eggs s’affichent toujours à l’écran — ceci ne contrôle que le son.
he: ביצי פסחא עדיין מוצגות על המסך — זה שולט בצליל בלבד.
hi: ईस्टर एग स्क्रीन पर फिर भी चलते रहेंगे — ये केवल ध्वनि नियंत्रित करते हैं।
it: Gli easter egg vengono comunque mostrati a schermo — questo controlla solo l’audio.
ja: イースターエッグは画面上では引き続き再生されます。ここでは音のみを制御します。
ko: 이스터에그는 화면에 계속 표시됩니다. 여기서는 소리만 제어합니다.
nl: Easter eggs blijven op het scherm verschijnen — dit regelt alleen het geluid.
pl: Easter eggs nadal pojawiają się na ekranie — to steruje tylko dźwiękiem.
pt_br: Os easter eggs continuam aparecendo na tela — isto controla apenas o som.
ru: Пасхалки всё равно отображаются на экране — здесь настраивается только звук.
zh_hans: 彩蛋仍会在屏幕上播放——此处仅控制声音。
zh_hant: 彩蛋仍會在螢幕上播放——此處僅控制聲音。

source: Emoji
ar: إيموجي
fa: ایموجی
fr: Émoji
he: אימוג'י
hi: इमोजी
ja: 絵文字
ko: 이모지
ru: Эмодзи

source: Emoji Browser shortcut
ar: اختصار متصفّح الإيموجي
de: Kurzbefehl für Emoji-Browser
es: Atajo del explorador de emojis
es_419: Atajo del explorador de emojis
fa: میان‌بر مرورگر ایموجی
fr: Raccourci du navigateur d'emoji
he: קיצור דרך לדפדפן האימוג'י
hi: इमोजी ब्राउज़र शॉर्टकट
it: Scorciatoia per lo sfoglia emoji
ja: 絵文字ブラウザのショートカット
ko: 이모지 브라우저 단축키
nl: Sneltoets voor emojibrowser
pl: Skrót przeglądarki emoji
pt_br: Atalho do explorador de emojis
ru: Сочетание клавиш для обзора эмодзи
zh_hans: 表情符号浏览器快捷键
zh_hant: 表情符號瀏覽器快捷鍵

source: Emoji autocompleted
ar: إيموجي تمّ إكمالها تلقائياً
de: Vervollständigte Emoji
es: Emoji autocompletados
es_419: Emojis autocompletados
fa: ایموجی‌های تکمیل‌شده
fr: Émoji autocomplétés
he: אימוג'י שהושלמו
hi: ऑटोकम्प्लीट किए गए इमोजी
it: Emoji completati
ja: 自動補完した絵文字
ko: 자동 완성된 이모지
nl: Aangevulde emoji
pl: Uzupełnione emoji
pt_br: Emoji autocompletados
ru: Эмодзи добавлено
zh_hans: 已自动补全 emoji
zh_hant: 已自動完成 emoji

source: Enable easter eggs
ar: تفعيل البيوض المفاجِئة
de: Easter Eggs aktivieren
es: Activar huevos de pascua
es_419: Activar huevos de pascua
fa: فعال‌کردن تخم‌مرغ‌های نوروزی
fr: Activer les easter eggs
he: הפעלת ביצי פסחא
hi: ईस्टर एग सक्षम करें
it: Attiva gli easter egg
ja: イースターエッグを有効にする
ko: 이스터에그 사용
nl: Easter eggs inschakelen
pl: Włącz easter eggs
pt_br: Ativar easter eggs
ru: Включить пасхалки
zh_hans: 启用彩蛋
zh_hant: 啟用彩蛋

source: Exclusions
ar: الاستثناءات
de: Ausnahmen
es: Exclusiones
es_419: Exclusiones
fa: موارد مستثنا
he: החרגות
hi: अपवर्जन
it: Esclusioni
ja: 除外
ko: 제외 항목
nl: Uitsluitingen
pl: Wykluczenia
pt_br: Exclusões
ru: Исключения
zh_hans: 排除项
zh_hant: 排除項目

source: Flags
ar: الأعلام
de: Flaggen
es: Banderas
es_419: Banderas
fa: پرچم‌ها
fr: Drapeaux
he: דגלים
hi: झंडे
it: Bandiere
ja: 旗
ko: 깃발
nl: Vlaggen
pl: Flagi
pt_br: Bandeiras
ru: Флаги
zh_hans: 旗帜
zh_hant: 旗幟

source: Food & Drink
ar: الطعام والشراب
de: Essen & Trinken
es: Comida y bebida
es_419: Comida y bebida
fa: غذا و نوشیدنی
fr: Nourriture et boissons
he: אוכל ומשקאות
hi: खाना और पेय
it: Cibo e bevande
ja: 食べ物と飲み物
ko: 음식 및 음료
nl: Eten & drinken
pl: Jedzenie i napoje
pt_br: Comida e bebida
ru: Еда и напитки
zh_hans: 食物与饮料
zh_hant: 食物與飲料

source: Funded by donations
ar: تموَّل من التبرّعات
de: Durch Spenden finanziert
es: Financiado con donaciones
es_419: Financiado con donaciones
fa: با حمایت‌های مردمی
fr: Financé par les dons
he: ממומן בתרומות
hi: दान से वित्तपोषित
it: Finanziato dalle donazioni
ja: 寄付で支えられています
ko: 후원으로 운영
nl: Gefinancierd door donaties
pl: Finansowane z wpłat
pt_br: Financiado por doações
ru: Существует на пожертвования
zh_hans: 由捐赠资助
zh_hant: 由贊助支持

source: GIF search
ar: البحث عن GIF
de: GIF-Suche
es: Búsqueda de GIF
es_419: Búsqueda de GIF
fa: جست‌وجوی GIF
fr: Recherche de GIF
he: חיפוש GIF
hi: GIF खोज
it: Ricerca GIF
ja: GIF 検索
ko: GIF 검색
nl: GIF-zoeken
pl: Wyszukiwanie GIF-ów
pt_br: Busca de GIF
ru: Поиск GIF
zh_hans: GIF 搜索
zh_hant: GIF 搜尋

source: GIF search bypass
ar: استثناء البحث عن GIF
de: GIF-Suche ohne Ausschlüsse
es: Excepción para búsqueda de GIF
es_419: Excepción para búsqueda de GIF
fa: استثنای جست‌وجوی GIF
fr: Exception pour la recherche de GIF
he: חריגה לחיפוש GIF
hi: GIF खोज अपवाद
it: Eccezione per la ricerca di GIF
ja: GIF 検索の例外
ko: GIF 검색 예외
nl: GIF-zoeken uitzondering
pl: Wyjątek dla wyszukiwania GIF
pt_br: Exceção para a busca de GIF
ru: Исключение для поиска GIF
zh_hans: GIF 搜索例外
zh_hant: GIF 搜尋例外

source: GIF search override
ar: تجاوز بحث GIF
de: GIF-Suche erzwingen
es: Anular con búsqueda de GIF
es_419: Anular con búsqueda de GIF
fa: نادیده‌گرفتن تنظیمات برای جستجوی GIF
fr: Priorité à la recherche de GIF
he: עקיפה לחיפוש GIF
hi: GIF खोज ओवरराइड
it: Override ricerca GIF
ja: GIF 検索の優先指定
ko: GIF 검색 재정의
nl: GIF-zoeken forceren
pl: Zastąpienie wyszukiwania GIF-ów
pt_br: Substituição da busca de GIF
ru: Переопределение поиска GIF
zh_hans: GIF 搜索覆盖
zh_hant: GIF 搜尋覆寫

source: GIFs and Symbols
ar: صور GIF والرموز
de: GIFs und Symbole
es: GIF y símbolos
es_419: GIF y símbolos
fa: گیف‌ها و نمادها
fr: GIF et symboles
he: GIF-ים וסמלים
hi: GIF और प्रतीक
it: GIF e simboli
ja: GIF と記号
ko: GIF 및 기호
nl: GIFs en symbolen
pl: GIF-y i symbole
pt_br: GIFs e símbolos
ru: GIF и символы
zh_hans: GIF 和符号
zh_hant: GIF 與符號

source: General
ar: عام
de: Allgemein
fa: عمومی
fr: Général
he: כללי
hi: सामान्य
it: Generali
ja: 一般
ko: 일반
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Основные
zh_hans: 通用
zh_hant: 一般

source: Get started
ar: ابدأ
de: Los geht's
es: Empezar
es_419: Empezar
fa: شروع کنید
fr: Commencer
he: התחל
hi: शुरू करें
it: Inizia
ja: はじめる
ko: 시작하기
nl: Aan de slag
pl: Rozpocznij
pt_br: Começar
ru: Начать
zh_hans: 开始使用
zh_hant: 開始使用

source: Giphy rejected the API key.
ar: رفض Giphy مفتاح API.
de: Giphy hat den API-Schlüssel abgelehnt.
es: Giphy rechazó la clave de la API.
es_419: Giphy rechazó la clave de la API.
fa: ‏Giphy کلید API را رد کرد.
fr: Giphy a refusé la clé d'API.
he: ‏Giphy דחתה את מפתח ה-API.
hi: Giphy ने API कुंजी अस्वीकार कर दी।
it: Giphy ha rifiutato la chiave API.
ja: Giphy が API キーを拒否しました。
ko: Giphy가 API 키를 거부했습니다.
nl: Giphy weigerde de API-sleutel.
pl: Giphy odrzuciło klucz API.
pt_br: O Giphy rejeitou a chave da API.
ru: Giphy отклонил ключ API.
zh_hans: Giphy 拒绝了 API 密钥。
zh_hant: Giphy 拒絕了 API 金鑰。

source: Giphy responded with an unexpected result.
ar: ردّ Giphy بنتيجة غير متوقعة.
de: Giphy hat unerwartet geantwortet.
es: Giphy respondió con un resultado inesperado.
es_419: Giphy respondió con un resultado inesperado.
fa: ‏Giphy پاسخی غیرمنتظره برگرداند.
fr: Giphy a répondu avec un résultat inattendu.
he: ‏Giphy החזירה תוצאה לא צפויה.
hi: Giphy से अप्रत्याशित प्रतिक्रिया मिली।
it: Giphy ha risposto con un risultato inatteso.
ja: Giphy から予期しない応答が返されました。
ko: Giphy가 예상치 못한 응답을 보냈습니다.
nl: Giphy gaf een onverwacht resultaat.
pl: Giphy zwróciło nieoczekiwany wynik.
pt_br: O Giphy retornou um resultado inesperado.
ru: Giphy вернул неожиданный ответ.
zh_hans: Giphy 返回了意外的结果。
zh_hant: Giphy 回傳了預期外的結果。

source: Grant accessibility permissions
ar: منح أذونات إمكانية الوصول
de: Bedienungshilfen-Berechtigungen erteilen
es: Conceder permisos de accesibilidad
es_419: Otorgar permisos de accesibilidad
fa: اعطای دسترسی به دسترس‌پذیری
fr: Accorder les autorisations d'accessibilité
he: אשר הרשאות נגישות
hi: ऐक्सेसिबिलिटी अनुमतियाँ दें
it: Concedi i permessi di accessibilità
ja: アクセシビリティの権限を許可
ko: 손쉬운 사용 권한 허용
nl: Geef toegankelijkheidstoestemmingen
pl: Udziel uprawnień dostępności
pt_br: Conceder permissões de acessibilidade
ru: Предоставьте разрешения универсального доступа
zh_hans: 授予辅助功能权限
zh_hant: 授予輔助使用權限

source: Help improve %@?
ar: هل تساعد في تحسين %@؟
de: %@ verbessern helfen?
es: ¿Ayudar a mejorar %@?
es_419: ¿Ayudar a mejorar %@?
fa: به بهبود %@ کمک می‌کنید؟
fr: Aider à améliorer %@ ?
he: לעזור לשפר את %@?
hi: %@ को बेहतर बनाने में मदद करें?
it: Aiutare a migliorare %@?
ja: %@ の改善に協力しますか？
ko: %@ 개선에 도움을 주시겠어요?
nl: %@ helpen verbeteren?
pl: Pomóc ulepszyć %@?
pt_br: Ajudar a melhorar o %@?
ru: Помочь улучшить %@?
zh_hans: 帮助改进 %@？
zh_hant: 幫助改進 %@？

source: Hide Details
ar: إخفاء التفاصيل
de: Details ausblenden
es: Ocultar detalles
es_419: Ocultar detalles
fa: پنهان‌کردن جزئیات
fr: Masquer les détails
he: הסתר פרטים
hi: विवरण छिपाएँ
it: Nascondi dettagli
ja: 詳細を非表示
ko: 세부사항 가리기
nl: Details verbergen
pl: Ukryj szczegóły
pt_br: Ocultar detalhes
ru: Скрыть подробности
zh_hans: 隐藏详细信息
zh_hant: 隱藏詳細資訊

source: I donated
ar: لقد تبرّعت
de: Ich habe gespendet
es: Ya he donado
es_419: Ya doné
fa: حمایت کردم
fr: J'ai fait un don
he: תרמתי
hi: मैंने दान किया
it: Ho donato
ja: 寄付しました
ko: 후원했어요
nl: Ik heb gedoneerd
pl: Wpłaciłem(-am)
pt_br: Eu doei
ru: Я поддержал
zh_hans: 我已捐赠
zh_hant: 我已贊助

source: If the icon doesn't appear in the menu bar, check **System Settings → Menu Bar → "Allow in the Menu Bar"**.
ar: إذا لم تظهر الأيقونة في شريط القوائم، تحقّق من **إعدادات النظام ← شريط القوائم ← "السماح في شريط القوائم"**.
de: Falls das Symbol nicht in der Menüleiste erscheint, prüfe **Systemeinstellungen → Menüleiste → „In der Menüleiste erlauben"**.
es: Si el icono no aparece en la barra de menús, revisa **Ajustes del sistema → Barra de menús → "Permitir en la barra de menús"**.
es_419: Si el ícono no aparece en la barra de menús, revisá **Ajustes del sistema → Barra de menús → "Permitir en la barra de menús"**.
fa: اگر آیکون در نوار منو ظاهر نشد، **تنظیمات سیستم ← نوار منو ← «اجازه در نوار منو»** را بررسی کنید.
fr: Si l'icône n'apparaît pas dans la barre de menus, vérifie **Réglages Système → Barre de menus → « Autoriser dans la barre de menus »**.
he: אם הצלמית לא מופיעה בשורת התפריטים, בדוק את **הגדרות המערכת ← שורת התפריטים ← "אפשר בשורת התפריטים"**.
hi: अगर मेन्यू बार में आइकन नहीं दिखे, तो **सिस्टम सेटिंग्स → मेन्यू बार → "मेन्यू बार में अनुमति दें"** देखें।
it: Se l'icona non compare nella barra dei menu, controlla **Impostazioni di Sistema → Barra dei menu → "Consenti nella barra dei menu"**.
ja: メニューバーにアイコンが表示されない場合は、**システム設定 → メニューバー → "メニューバーで許可"** を確認してください。
ko: 메뉴 막대에 아이콘이 보이지 않으면 **시스템 설정 → 메뉴 막대 → "메뉴 막대에서 허용"** 을 확인하세요.
nl: Als het pictogram niet in de menubalk verschijnt, controleer **Systeeminstellingen → Menubalk → "Toestaan in menubalk"**.
pl: Jeśli ikona nie pojawia się na pasku menu, sprawdź **Ustawienia systemowe → Pasek menu → „Zezwól na pasku menu"**.
pt_br: Se o ícone não aparecer na barra de menus, confira **Ajustes do Sistema → Barra de Menus → "Permitir na barra de menus"**.
ru: Если значок не появляется в строке меню, проверьте **Системные настройки → Строка меню → «Разрешить в строке меню»**.
zh_hans: 如果图标没有出现在菜单栏中,请检查 **系统设置 → 菜单栏 → "在菜单栏中允许"**。
zh_hant: 如果圖示沒有出現在選單列中,請檢查 **系統設定 → 選單列 → "允許在選單列中顯示"**。

source: Include symbols (experimental)
ar: تضمين الرموز (تجريبي)
de: Symbole einbeziehen (experimentell)
es: Incluir símbolos (experimental)
es_419: Incluir símbolos (experimental)
fa: گنجاندن نمادها (آزمایشی)
fr: Inclure les symboles (expérimental)
he: כלול סמלים (ניסיוני)
hi: प्रतीक शामिल करें (प्रायोगिक)
it: Includi simboli (sperimentale)
ja: 記号を含める(実験的)
ko: 기호 포함 (실험적)
nl: Symbolen meenemen (experimenteel)
pl: Uwzględnij symbole (eksperymentalne)
pt_br: Incluir símbolos (experimental)
ru: Включать символы (экспериментально)
zh_hans: 包含符号(实验性)
zh_hant: 包含符號(實驗性)

source: Include ★ ⌘ ⌥ and similar characters in results (experimental).
ar: تضمين ★ ⌘ ⌥ والأحرف المشابهة في النتائج (تجريبي).
de: ★ ⌘ ⌥ und ähnliche Zeichen in den Ergebnissen anzeigen (experimentell).
es: Incluir ★ ⌘ ⌥ y caracteres similares en los resultados (experimental).
es_419: Incluir ★ ⌘ ⌥ y caracteres similares en los resultados (experimental).
fa: گنجاندن ★ ⌘ ⌥ و کاراکترهای مشابه در نتایج (آزمایشی).
fr: Inclure ★ ⌘ ⌥ et caractères similaires dans les résultats (expérimental).
he: כלול את ★ ⌘ ⌥ ותווים דומים בתוצאות (ניסיוני).
hi: परिणामों में ★ ⌘ ⌥ और मिलते-जुलते वर्ण शामिल करें (प्रयोगात्मक)।
it: Includi ★ ⌘ ⌥ e caratteri simili nei risultati (sperimentale).
ja: ★ ⌘ ⌥ などの記号を結果に含めます(実験的)。
ko: ★ ⌘ ⌥ 등 유사 문자를 결과에 포함합니다(실험적).
nl: Toon ★ ⌘ ⌥ en vergelijkbare tekens in resultaten (experimenteel).
pl: Uwzględniaj ★ ⌘ ⌥ i podobne znaki w wynikach (eksperymentalne).
pt_br: Incluir ★ ⌘ ⌥ e caracteres semelhantes nos resultados (experimental).
ru: Включать ★ ⌘ ⌥ и подобные символы в результаты (экспериментально).
zh_hans: 在结果中包含 ★ ⌘ ⌥ 等字符(实验性)。
zh_hant: 在結果中包含 ★ ⌘ ⌥ 等字元(實驗性)。

source: Input Monitoring
ar: مراقبة الإدخال
de: Eingabeüberwachung
es: Monitorización de entrada
es_419: Monitoreo de entrada
fa: نظارت بر ورودی
fr: Surveillance des entrées
he: ניטור קלט
hi: इनपुट मॉनिटरिंग
it: Monitoraggio dell'input
ja: 入力監視
ko: 입력 모니터링
nl: Invoercontrole
pl: Monitorowanie wprowadzania
pt_br: Monitoramento de Entrada
ru: Мониторинг ввода
zh_hans: 输入监控
zh_hant: 輸入監控

source: Keyboard shortcuts
ar: اختصارات لوحة المفاتيح
de: Tastaturkürzel
es: Atajos de teclado
es_419: Atajos de teclado
fa: میان‌برهای صفحه‌کلید
fr: Raccourcis clavier
he: קיצורי מקלדת
hi: कीबोर्ड शॉर्टकट
it: Scorciatoie da tastiera
ja: キーボードショートカット
ko: 키보드 단축키
nl: Toetscombinaties
pl: Skróty klawiszowe
pt_br: Atalhos de teclado
ru: Сочетания клавиш
zh_hans: 键盘快捷键
zh_hant: 鍵盤捷徑

source: Keystrokes aren't logged
ar: لا يتمّ تسجيل ضغطات المفاتيح
de: Tastenanschläge werden nicht protokolliert
es: Las pulsaciones no se registran
es_419: Las pulsaciones no se registran
fa: ضربه‌های کلید ذخیره نمی‌شود
fr: Les frappes ne sont pas journalisées
he: הקשות מקלדת אינן נשמרות
hi: कीस्ट्रोक्स लॉग नहीं किए जाते
it: Le digitazioni non vengono registrate
ja: キー入力は記録されません
ko: 키 입력은 기록되지 않습니다
nl: Toetsaanslagen worden niet vastgelegd
pl: Naciśnięcia klawiszy nie są zapisywane
pt_br: As teclas digitadas não são registradas
ru: Нажатия клавиш не записываются
zh_hans: 不会记录按键
zh_hant: 不會記錄按鍵
